"Andromeda" = "Andromeda";
"Antlia" = "Luftpumpe";
"Apus" = "Paradiesvogel";
"Aquarius" = "Wassermann";
"Aquila" = "Adler";
"Ara" = "Altar";
"Aries" = "Widder";
"Auriga" = "Fuhrmann";
"Boötes" = "Bootes (Bärenhüter)";
"Caelum" = "Grabstichel";
"Camelopardalis" = "Giraffe";
"Cancer" = "Krebs";
"Canes Venatici" = "Jagdhunde";
"Canis Major" = "Großer Hund";
"Canis Minor" = "Kleiner Hund";
"Capricornus" = "Steinbock";
"Carina" = "Schiffskiel";
"Cassiopeia" = "Kassiopeia";
"Centaurus" = "Kentaur";
"Cepheus" = "Kepheus";
"Cetus" = "Walfisch";
"Chamaeleon" = "Chamäleon";
"Circinus" = "Zirkel";
"Columba" = "Taube";
"Coma Berenices" = "Haar der Berenike";
"Corona Australis" = "Südliche Krone";
"Corona Borealis" = "Nördliche Krone";
"Corvus" = "Rabe";
"Crater" = "Becher";
"Crux" = "Kreuz des Südens";
"Cygnus" = "Schwan";
"Delphinus" = "Delphin";
"Dorado" = "Schwertfisch";
"Draco" = "Drache";
"Equuleus" = "Füllen";
"Eridanus" = "Eridanus";
"Fornax" = "Ofen";
"Gemini" = "Zwillinge";
"Grus" = "Kranich";
"Hercules" = "Herkules";
"Horologium" = "Pendeluhr";
"Hydra" = "Wasserschlange";
"Hydrus" = "Kleine Wasserschlange";
"Indus" = "Indianer";
"Lacerta" = "Eidechse";
"Leo" = "Löwe";
"Leo Minor" = "Kleiner Löwe";
"Lepus" = "Hase";
"Libra" = "Waage";
"Lupus" = "Wolf";
"Lynx" = "Luchs";
"Lyra" = "Leier";
"Mensa" = "Tafelberg";
"Microscopium" = "Mikroskop";
"Monoceros" = "Einhorn";
"Musca" = "Fliege";
"Norma" = "Winkelmaß";
"Octans" = "Oktant";
"Ophiuchus" = "Schlangenträger";
"Orion" = "Orion";
"Pavo" = "Pfau";
"Pegasus" = "Pegasus";
"Perseus" = "Perseus";
"Phoenix" = "Phönix";
"Pictor" = "Maler";
"Pisces" = "Fische";
"Piscis Austrinus" = "Südlicher Fisch";
"Puppis" = "Achterdeck";
"Pyxis" = "Kompaß";
"Reticulum" = "Netz";
"Sagitta" = "Pfeil";
"Sagittarius" = "Schütze";
"Scorpius" = "Skorpion";
"Sculptor" = "Bildhauer";
"Scutum" = "Schild";
"Serpens Caput" = "Kopf der Schlange";
"Serpens Cauda" = "Schwanz der Schlange";
"Sextans" = "Sextant";
"Taurus" = "Stier";
"Telescopium" = "Teleskop";
"Triangulum" = "Dreieck";
"Triangulum Australe" = "Südliches Dreieck";
"Tucana" = "Tukan";
"Ursa Major" = "Großer Wagen";
"Ursa Minor" = "Kleiner Wagen";
"Vela" = "Segel";
"Virgo" = "Jungfrau";
"Volans" = "Fliegender Fisch";
"Vulpecula" = "Füchschen";
